[
  {
    "slug": "aline-umber",
    "title": "Aline Umber live",
    "territory": "Worldwide",
    "act": "Live/DJ",
    "bio": "If you are looking for an electronic music live act that will blow your mind with their creativity and versatility, look no further than Aline Umber. \n\nAline Brooklyn and Aman Umber, both French composers, producers and DJs, started their project in 2022 with the idea of collaborating with local musicians and improvising on the spot. \n\nThe two friends have already worked together to create the Imagine Family collective, have collaborated with Maxime DB for the creation of the Airfunk label and are surrounded and supported by talents such as Obee, Tomas Station, Sweely and more.\n\nAline Brooklyn's fine and energise drums, together with Aman Umber's sexy basslines and cinematic synths, form a music that is colorful, contrasted and engaging. \n\nAlready acclaimed by the public who found a dancing, cheerful and energetic music, their live acts are always refreshing and original, featuring different songs and versions of their releases. \n\nThey made their debut at the famous Parisian Rex Club and have since performed their live act in some of the most renowned venues and events around the world, such as Resolute New York , Nostromo Festival , Riyadh or Miami.\n\nYou will also have the opportuinity to see the two French producers playing eclectic and energised B2B DJ sets.\n\nAline Umber entered Interwave Agency and is now ready to share their first album with their fans.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/alineumber",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/aline-umber"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/alineumberlive/"
      },
      {
        "id": "discogs",
        "name": "Discogs",
        "url": "https://www.discogs.com/fr/artist/11989454-Aline-Umber"
      }
    ],
    "links": [
      {
        "id": "youtube",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=tfrcHxDPmao&pp=ygUKQW1hbiBVbWJlcg%3D%3D"
      },
      {
        "id": "youtube_2",
        "name": "Youtube 2",
        "url": "https://www.youtube.com/watch?v=TbDn7L1Arts"
      }
    ],
    "tech_rider": {
      "live": "https://www.dropbox.com/sh/cmx0k3qjgq9g2th/AADduyCd2OagzTKAkdfvLkcPa?dl=0",
      "dj": "https://www.dropbox.com/sh/3iyhudhv8a1nqbk/AAAY67j2XmTlc6kVYAvuaclDa?dl=0"
    },
    "press_kit": {
      "live": "https://www.dropbox.com/sh/f5pspq3y5t9zyj2/AABfiR-knWnbnCVEyClaRIDwa?dl=0",
      "dj": "https://www.dropbox.com/scl/fo/rvgq0vnjuh3pgayj85wdw/AKvtaQF2GMP17qoIZeCzOw0?rlkey=9ut9gc9nwn8u390iwksci9s24&st=jin7szdu&dl=0"
    }
  },
  {
    "slug": "aline-brooklyn",
    "title": "Aline Brooklyn",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Aline Brooklyn is a dynamic force in the world of electronic music, known for his innovative soundscapes and collaborative spirit.\n\nAfter spending over a decade in New York mastering his craft across a variety of projects, Aline Brooklyn returned to Paris three years ago, where he embarked on new musical ventures.\n\nHe is one half of a captivating live duo with Aman Umber, delivering unique performances that feature guest instrumentalists from the countries they visit, ensuring every show is an unrepeatable experience. Aline also co-founded the label Airfunk Records alongside Maxime dB, focusing on electronic music infused with pop influences and the vibrant spirit of 2000s electro.\n\nIn Paris, Aline and his creative partners expanded the Imagine Family collective, which began as a small beach festival in the south of France, into a growing hub for artistic collaboration.\n\nAs a producer, Aline devotes himself to crafting emotionally resonant and innovative music. He frequently collaborates with artists like Obee, Aman Umber, Maxime dB, and Krol to push creative boundaries. His upcoming release, Album Part II, on his longstanding label A.B. Records, showcases original compositions from a live performance at the iconic Cabaret Sauvage, featuring a blend of electronic and live instrumentation.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/Alinebrooklyn",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/alinebrooklynrecords"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/alinebrooklyn_/?hl=en"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=_hTcq9aPZMc",
      "https://www.youtube.com/watch?v=gHfP07Iyjng"
    ],
    "tech_rider": "https://www.dropbox.com/scl/fo/8skvbur39hofkk94kprvg/ALBLuaCqp6CbDDE27YQmZTg?rlkey=nh3uh65sp2k4yis1rx6r126vv&st=yu3u4qcq&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/mtsaoa720ge1ykufanbcy/AMMJ8cQMUt17XkudiTrJ8ck?rlkey=7buhzijgfsgfcu91st0xe28qm&st=ep2t5wz0&dl=0"
  },
  {
    "slug": "aman-umber",
    "title": "Aman Umber",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/amanumber",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/amanumber"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/amanumber_/?hl=en"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=25BtFGPvYKc",
      "https://www.youtube.com/watch?v=G6kGW4qTLJs"
    ]
  },
  {
    "slug": "anna-wall",
    "title": "Anna Wall",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Anna started playing off-grid parties around the capital back in 2010 putting her own London edge on various strains of dance music; from reductionist dub techno to forgotten 90s house, classic techno, electro and acid. She runs an imprint called The Bricks; a vinyl label now into its ninth release with the eighth selling out worldwide. \n\nIn front of a dance floor she truly flourishes - committed, distinctive, and completely versatile, with a record collection built over nineteen years and constantly expanding - she's fine-tuned the art of playing alongside interesting and varied line-ups.\n\nHer monthly Rinse FM show is diverse, alongside her club-focused sets she melds themes from an abundance of genres, playing records found digging in the crates alongside new and unreleased music.\n\nHer recognition outside of the capital continues to grow, playing some of Europe's most highly acclaimed clubs and festivals including Houghton Festival, Fuse in Brussels, Club Tunnel in Serbia, BRET in Amsterdam, Zukunft in Zurich, Hoppetosse in Berlin and Meadows In The Mountains in Bulgaria. In recent years she's also made a name for herself in Latin America touring Mexico, Colombia, Ecuador and Peru. \n\nShe was dubbed 'One To Watch' by Electronic Beats, and launched another label - Dream Theory - exploring sounds across the ambient and experimental spectrum, releasing a critically acclaimed album called 'Missing Moments'. With solo productions and more collaborations in the pipeline it's clear there's plenty more to come for 2025...",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://fr.ra.co/dj/annawall",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/djannawall"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/djannawall/?hl=en"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=JY19WiFy42k",
      "https://www.youtube.com/watch?v=oGe1P8gWY6c&pp=ygUJQW5uYSBXYWxs"
    ],
    "tech_rider": "https://www.dropbox.com/scl/fi/31k13c8piqhbqxrdcee7p/Anna-Wall-Tech-Hospo-Rider-2025-Interwave.pdf?rlkey=42cnr35td6wfnjx5cvvntm7u7&st=m7u5wljr&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/g4ugzp0axjjzdgwm7rim6/AAS5dDVD79fVmQqjbIpAfjw?rlkey=2696iec0o66r4z6cjk5zpwekf&st=con79a1e&dl=0"
  },
  {
    "slug": "bae2bae",
    "title": "bae2bae",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Based in Berlin, Bae2Bae is a powerhouse pair made up of Fraenz and Limibic sis. Together they bring a fresh fusion of styles, blending rhythmic grooves and drummy soundscapes into an unforgettable sonic experience.\n\nMore than just DJs, bae2bae are also the founders of LAYERS COLLECTIVE, a community supporting underrepresented DJs, performers, and visual artists from the queer and FLINTA* community.\n\nSince 2022, LAYERS has been making waves with multidisciplinary events, workshops, and parties, bridging the gap between art and club culture while championing inclusivity and diversity.\n\nTheir mission? To make the club scene more equal, giving space for FLINTA* artists and producers to showcase their creativity and challenge perceptions of femininity.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/layerscollective"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/bae2bae_dj/"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=SXacdHE9sb4&pp=ygUKTGltYmljIFNpcw%3D%3D",
      "https://www.youtube.com/watch?v=oFD8OldoEdI&pp=ygUKTGltYmljIFNpcw%3D%3D"
    ],
    "tech_rider": "https://www.dropbox.com/scl/fo/ulrkibbxlh9cq3qt036sm/ANd9g0L4P_RM5hIaeOFXjso?rlkey=gkh98zwlxxddw9zdblshn2sux&st=fa1j9ysh&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/hwuj60rzkkufazakpuq9q/AKQtKHkjakoVGh1s-X71z6k?rlkey=espe44qn7j50u94803p8pmgam&st=r0nkpqkk&dl=0"
  },
  {
    "slug": "bassam",
    "title": "Bassam",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Bassam is none other than the boss of Distrikt Paris and to crown it all, this passionate and hyperactive man is the co-founder, with his partner in crime Antoine Sy of the label ANTAM Records on which each release is scrupulously awaited by the whole scene.\n\nAlways on the lookout for new sounds, Bassam is also a fine producer who has been carefully developing his ranges over the last few years.\n\nA real record collector, eager for nuggets, his culture allows him to bring to each of his performances a singular energy and osmosis.\n\nA sought after selection as well as a relentless technique have brought this DJ to rub shoulders with the most renowned French and European dancefloors.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://fr.ra.co/dj/bassam",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/bassam-idbaali"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/bassam_music/?hl=en"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=icOQuGLlz_s&pp=ygUJQmFzc2FtIGRq"
    ],
    "tech_rider": "https://www.dropbox.com/scl/fo/f3dln9uwk3ryv9gyu97wm/h?rlkey=05l8dxbyv3hxdidref2wbniqo&st=61qv7usa&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/nli2htk058w8cjf82cywq/h?rlkey=fx5mxb78m7fa9se9dvfuvqifb&st=gvb06fud&dl=0"
  },
  {
    "slug": "bruno-schmidt",
    "title": "Bruno Schmidt",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://fr.ra.co/dj/brunoschmidt",
    "bio": "Bruno Schmidt is the embodiment of the terms DJ's DJ. The Berlin-based Brit has been playing amongst the biggest, most respected names in electronic music since the tender age of 19, where he gained his first residency at the legendary Mint Club in Leeds. After moving to London in 2012, he became fully immersed in the weekend underground circuit with regular shows at Lo:kee, Toi Toi, Louche and fabric, before making the move to Berlin in 2016 for a job opportunity, also getting closer to the source of Inspiration musically. Nowadays, Bruno Schmidt is an intercontinental household name. When he isn't performing or touring, Bruno is either working on one of his two labels Domesticated and Assemblies of God, as a resident of Rinse FM on his Reset Your Brain show, or programming Meadows In The Mountains festival in Bulgaria, which he has been booker for the past 12 years. Bruno's reputation as a DJ's DJ is built upon over a decade of commitment, along with his relentless pursuit of musical excellence. In 2024 he continues to inspire audiences with his composite understanding of the dance floor and his ability to create transformative experiences through eclectic unpredictable sets.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/bruno-schmidt"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/_brunoschmidt_/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/iambrunoschmidt/"
      }
    ],
    "links": []
  },
  {
    "slug": "cabanne",
    "title": "Cabanne",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/cabanne",
    "bio": "Cabanne, also known as Jean-Guillaume Cabanne, is a renowned French DJ and producer. With a career spanning over two decades, he has become a prominent figure in the minimal and microhouse scenes. Cabanne's music is characterized by intricate rhythms, playful sounds, and meticulous attention to detail. He gained recognition through releases on labels like Perlon and collaborations with artists like Ark and Dan Bell. His captivating DJ sets and energetic live performances have made him a favorite at renowned venues and festivals worldwide. Cabanne's innovative approach to electronic music continues to inspire audiences globally. Born in France, Cabanne developed a deep passion for music at an early age, influenced by jazz, soul, and funk. In the late 1990s, he emerged as a key figure in the French electronic music scene and associated with Perlon. As a DJ, Cabanne seamlessly blends tracks across various styles, captivating audiences with his versatility. He has performed at esteemed clubs and festivals globally. As a producer, Cabanne's releases on labels like Perlon, Telegraph, and Minibar showcase his meticulous approach, featuring intricate percussion patterns and hypnotic melodies. His notable releases include Le Crapin & La Sookiette (2004) and collaborations such as the duo Ultrakurt with David Gluck or even Copacabannarck with Ark. Cabanne's contributions to the minimal and microhouse scenes have had a significant impact, shaping the genres and influencing a new generation of artists. Cabanne's journey as a DJ and producer continues to evolve, fueled by his unwavering passion for music and his commitment to pushing artistic boundaries. With his innovative approach, captivating performances, and contributions to electronic music, Cabanne remains an influential and respected figure in the global music community, inspiring audiences and fellow artists alike.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/cabanne-fr"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/cabanne_paris/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/CabanneMinibar"
      }
    ],
    "links": [
      "https://youtu.be/ifa84R04aUE",
      "https://youtu.be/A99ejtc75E0"
    ],
    "tech_rider": "https://www.dropbox.com/sh/hk3tzwef50ravrt/AAB1dtH4wb7cCoexO0lR0Q7wa?dl=0",
    "press_kit": "https://www.dropbox.com/sh/k8858j8pjv60ojc/AAC1P0rtVZmNJt_kTItRNqy0a?dl=0"
  },
  {
    "slug": "chris-korda",
    "title": "Chris Korda live",
    "territory": "Worldwide",
    "act": "live",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/chriskorda",
    "bio": "Chris Korda is an internationally renowned multimedia artist, whose work spans thirty years and includes electronic music, digital and video art, performance and conceptual art, and culture jamming. Korda pioneered the use of complex polymeter in electronic dance music, and invented a unique MIDI sequencer in order to explore polymeter composition techniques. Korda composes and performs music in a variety of genres, and has released eight albums and seven EPs on labels such as Yoyaku, Perlon, Mental Groove, and Gigolo Records. Korda's latest EP 'Not My Problem, I'll Be Dead' was released on Yoyaku on May 16, 2023.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/chris_korda"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/chriskorda/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/kordachris"
      }
    ],
    "links": [
      "https://youtu.be/e_Rbu0i1p3g",
      "https://youtu.be/8pKggi_-MJw"
    ]
  },
  {
    "slug": "dawidu",
    "title": "Dawidu",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/dawidu",
    "bio": "Dawidu's artistic journey commenced amidst the bustling streets of Paris, where his passion for music and theatre took root at a tender age. Delving into the realm of alternative electronic sounds, he discovered his artistic identity, a journey that led him to explore the vibrant music scenes of London and Bucharest in 2009, refining his skills as a DJ. Returning to his Parisian roots four years later, Dawidu established Te Iubesc, a sanctuary for music aficionados in the city. Through this platform, he fully immersed himself in the exploration and sharing of new musical experiences, nurturing his wanderlust and insatiable appetite for sonic discovery. Armed with his trusty Rotary mixer and a diverse musical palette cultivated from his global adventures, Dawidu mesmerises audiences with his seamless ability to traverse diverse eras and genres. A master of adaptation behind the decks, he effortlessly bends atmospheres to his will, pushing artistic boundaries and defying conventions with his distinct style.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/thisisdawidu"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/thisisdawidu/"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=HFdacvCWgBQ"
    ]
  },
  {
    "slug": "david-triana",
    "title": "David Triana",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "David Triana, born in Bogotá, Colombia, has spent over a decade crafting a remarkable legacy in dance music. His journey began with the creation of Downpitch Recordings, a vinyl imprint co-founded with Tomas Station during their formative years as young music enthusiasts in Bogotá. Together, they released and remixed works from beloved artists such as Alton Miller and Jordan Fields, producing five distinctive records that resonated both locally and internationally.\n\nAlongside these releases, they orchestrated groundbreaking events that introduced fresh waves of electronic music to the region, showcasing renowned artists like Jeremy Underground, Anthony Naples, Jimmy Edgar, Pearson Sound, Greg Beato, James Blake, Zed Bias, and many more. This endeavor not only revolutionized the local music scene but also bridged global communities, laying the foundation for a vibrant electronic music movement in South America and beyond.\n\nNow firmly established in London's prominent music scene, David Triana is a multifaceted artist seamlessly integrating his roles as a producer, musician, DJ, and bandleader. He co-founded the celebrated Soursopp party in London alongside Rakim Under, a series that has grown into one of the city's most beloved events. Regularly featured at prestigious venues such as Fabric, Lion and the Lamb, and Little Portland Street, Soursopp has earned widespread acclaim for its vibrant and cutting-edge sound, further solidifying Triana's influence within the global music community.\n\nOver the years, David Triana has performed extensively across South America, North America, and Europe, holding residencies in iconic cities such as Madrid, Istanbul, London, New York City, and Bogotá. His versatility and deep experience have cemented his status as a prominent figure in the international music scene, delivering performances that effortlessly blend technical precision with creative spontaneity.\n\nIn addition to his contributions as a DJ and producer, David Triana is the founder and bandleader of Triana y Hermana Juana, a distinctive act within London's music landscape. This unique ensemble combines Colombian and Caribbean rhythms with jazz and funk, creating a hypnotic sound through an innovative fusion of acoustic and electronic instruments. Their experimental approach, honed during residencies at venues such as Cha Cha in Notting Hill, has resulted in a captivating blend of psychedelic Latin dance music that continues to mesmerize audiences.\n\nBeyond live performances, Triana's influence extends into the broadcasting realm, with radio shows featured on respected platforms such as NTS, Red Light Radio, RRFM, and WWFM. His productions, released on acclaimed labels like Descendant of The Deep and Moody Records, showcase his distinctive sonic identity and innovative artistry, further affirming his place as a leading voice in contemporary electronic music.\n\nWith a deep passion for innovation and a career spanning continents and genres, David Triana continues to push the boundaries of dance music, leaving an indelible mark on audiences and the industry worldwide.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/davidtriana",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/doradodorado"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/triana_david/"
      }
    ],
    "links": [
      {
        "id": "discogs",
        "name": "Discogs",
        "url": "https://www.discogs.com/artist/10583953-David-Triana-Amaya"
      },
      {
        "id": "youtube",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=w5_TXigR36Y&t=2910s"
      }
    ]
  },
  {
    "slug": "enrica-falqui",
    "title": "Enrica Falqui",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/enricafalqui",
    "bio": "Enrica Falqui, a versatile producer and DJ hailing from Sardinia and now based in Berlin, immerses herself in a ceaseless exploration of sound. Her sonic journey traverses the realms of techno, electro, and ambient with unwavering dedication. In July 2021, Enrica unveiled her inaugural solo EP, 'Plexus,' under the esteemed UK label Marginal Returns. This release masterfully bridges the gap between her ethereal ambient compositions and the pulsating energy of the dance floor. As one half of the dynamic duo ERIS, Enrica collaborated on their debut EP, 'Moments,' released on Japan's Cabaret Recordings in 2018. This was followed by their sophomore effort, 'Champions League,' in 2019. Notably, their track 'Moloko' earned acclaim, securing a spot among Resident Advisor's best tracks of 2019. Enrica also contributes her talents to the Yhdessa project alongside Grand River. Together, they weave a vibrant tapestry of experimental ambient-electro fusion, seamlessly transitioning from immersive soundscapes to infectious breakbeats and abstract techno. Fuelled by an insatiable passion for sonic exploration, Enrica thrives in the studio environment, where she spends countless hours refining her craft, experimenting with new techniques, and sculpting sounds that resonate with depth and emotion.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/enricafalqui"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/enricafalqui/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/enrica.falqui.9"
      }
    ],
    "links": [
      "https://www.youtube.com/live/cer18orygxI"
    ]
  },
  {
    "slug": "eris",
    "title": "ERIS",
    "territory": "Worldwide",
    "act": "live, DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "",
    "bio": "ERIS is a collaborative project between Dea and Enrica Falqui, merging their individual musical journeys into a unified artistic expression. Both hailing from different backgrounds, they bring together a rich tapestry of sounds that encompass techno, electro, and ambient influences. The duo made their debut with the EP 'Moments,' released on Japan's Cabaret Recordings in 2018, showcasing their ability to blend ethereal soundscapes with dynamic rhythmic structures. Their follow-up EP, 'Champions League,' continued to push boundaries and further establish their presence in the electronic music scene. The track 'Moloko' from this EP garnered significant attention, being recognized as one of Resident Advisor's best tracks of 2019. ERIS represents a harmonious blend of both artists' passion for deep sonic exploration and their dedication to crafting immersive auditory experiences.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/erisduo"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/eris_duo/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": ""
      }
    ],
    "links": [
      "https://youtu.be/9ldcZ2w8uOE",
      "https://youtu.be/fEJ4P5hXx7U"
    ],
    "tech_rider": "https://www.dropbox.com/sh/qvfh19d94conokt/AABOqbsPzxYpha9Z8j2tM36Da?dl=0",
    "press_kit": "https://www.dropbox.com/sh/ec4d2kf9oezwxmv/AACU3usPU4mnOyUx1a9SWcjza?dl=0"
  },
  {
    "slug": "fraenz",
    "title": "FRÆNZ",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Raised and based in Berlin, Fraenz developed a passion for electronic music early on. As a DJ she enjoys combining different styles from low paced techno via euphoric vocal soundscapes to powerful House, whilst focusing on multilayered grooves and creating an immersive atmosphere from a blend between old school and contemporary sounds.\n\nAlongside her musical journey, Fraenz is also co-founder of the FLINTA+ collective and agency LAYERS, where she continues to shape and elevate the electronic music scene. Her dedication to genre-blending and her commitment to actively represent and promote fellow FLINTA+ artists make her a driving force in the music industry.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/frænz",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/fraenz_303"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/fraenz.303/?igsh=Yjc0dTExYWZtb2hy#"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=oFD8OldoEdI&pp=ygUHYmFlMmJhZQ%3D%3D",
      "https://www.youtube.com/watch?v=SXacdHE9sb4&pp=ygUHYmFlMmJhZQ%3D%3D"
    ],
    "tech_rider": "https://www.dropbox.com/scl/fi/u5bok3p5umj4jrl6z70jn/FRAENZ-Tech-Hospo-Rider-2025-Interwave.pdf?rlkey=b4pfqka6m6t51f4w5ts2i7m26&st=lbaj8jou&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/wuw9hvpzumqr61fli9fe4/AOVKrVYaHf6C6XeczJPkbpE?rlkey=zrm3aywcxsy3c4ilf125ozh1y&st=z41r0lbz&dl=0"
  },
  {
    "slug": "garrett-david",
    "title": "Garrett David",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Currently based in Berlin, Garrett has spent the past decade developing his unmistakable style and ability to hypnotize the dancefloor in the US. \n\nThrough the mentorship of Chez Damier, studying behind the desk at Gramaphone records, and being at the helm of Smart Bar Chicago's wildly successful party \"Queen!\".\n\nHis meticulous approach and underground attitude shines through his production, releasing lush and skittery tunes on prestigious labels such as Courtesy of Balance, Smallville, Residual, and his own imprint, Global Swing.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://fr.ra.co/dj/garrettdavid",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/garrettdavid"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/itsgarrettd/"
      }
    ],
    "links": [
      "https://www.youtube.com/watch?v=ds0O_jWMBGA&pp=ygUNR2FycmV0dCBEYXZpZA%3D%3D",
      "https://www.youtube.com/watch?v=bX1Ffl2QXHw&pp=ygUNR2FycmV0dCBEYXZpZA%3D%3D"
    ]
  },
  {
    "slug": "hostom",
    "title": "Hostom",
    "territory": "Worldwide",
    "act": "live, DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/varhat-fr",
    "bio": "",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/varhatmusic"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/varhathostom/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/varhatmusic"
      }
    ],
    "links": []
  },
  {
    "slug": "jonny-rock",
    "title": "Jonny Rock",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/jonnyrock",
    "bio": "If u know .. u know",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/jonnyrock"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/captainrocklock"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "#"
      }
    ],
    "links": [
      "https://youtu.be/WlyennrJQYk",
      "https://youtu.be/8HcgzNIpGe0"
    ],
    "tech_rider": "https://www.dropbox.com/sh/ojrdkayhv8sxpq2/AAA4-gra3v0aORNpVtYVUOJsa?dl=0",
    "press_kit": "https://www.dropbox.com/sh/zojlwjmttcqz3pn/AADHmEYkEIoRNzrZnMajOzwsa?dl=0"
  },
  {
    "slug": "karla-bohm",
    "title": "Karla Böhm",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Karla Böhm is a curious and creative mind from Belgium who is currently active as a dee-jay, producer and graphic de-signer. Born and raised in Liège, the city where she made her first appearances behind the decks, she has shaped her musical identity over the past10 years. At first, buying records or files on Bandcamp was related to the aim and purpose to play, dance or make people dance in the club. Whether friend or stranger, all that matters to her is that musical connection, similar to magnetic forces that gather us on the dancefloor, a place of powerful synergies.\n\nApproaching her several projects with the same professionalism, she combines visual with musical acuteness to run her record label sous:sol or to design unique open air experiences with Brüxsel Jardin. At present, she is a well-known figure in Brussels thanks to her unique signature blend of balance, control and playfulness. If she isn't working on music, graphic design or furniture, Karla keeps travelling around the world in order to widen and refine her personal conception of sound - enrichedby musical encounters.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/karlabohm",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/karla-b-hm"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/karla_bohm/"
      }
    ],
    "links": [
      {
        "id": "discogs",
        "name": "Discogs",
        "url": "https://www.discogs.com/artist/7982230-Karla-Böhm"
      },
      {
        "id": "youtube_1",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=BCt_JY--F78&t=2s"
      },
      {
        "id": "youtube_2",
        "name": "Youtube 2",
        "url": "https://www.youtube.com/watch?v=-YtQTgJuRC8"
      }
    ]
  },
  {
    "slug": "kyle-toole",
    "title": "Kyle Toole",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Kyle is a dynamic presence in the electronic music scene, known for his captivating performances that transport audiences into a realm of rhythm and melody. With a collection of rare vinyls and a knack for mind-bending beats, Kyle consistently delivers sets that are both mesmerizing and compelling. A rising star in the industry, Kyle has garnered respect and intrigue from both crowds and fellow artists. His ability to seamlessly blend various genres while maintaining an unstoppable groove has made him a sought-after talent. Kyle's performances are not just sets; they are journeys that remind listeners of the transformative power of music.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://fr.ra.co/dj/kyletoole",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/kyletoole"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/kyletoole_/"
      }
    ],
    "links": [
      {
        "id": "youtube",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=VHoFezYUPkY"
      },
      {
        "id": "tech_rider",
        "name": "Tech Rider",
        "url": ""
      }
    ]
  },
  {
    "slug": "labouts",
    "title": "Labouts",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/labouts",
    "bio": "Hailing from Bordeaux, Leopold embarked on his artistic journey in Paris at the young age of 20. Immersed in the illustrious atmosphere of the esteemed Yoyaku record shop, he meticulously curated a formidable collection of vinyl, honing his mixing skills along the way. Additionally, Leopold holds the distinction of being the co-founder and resident DJ of the acclaimed Hillbilly crew, further solidifying his presence in the thriving music scene.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/laboutsmusic"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/labouts_/"
      }
    ],
    "links": []
  },
  {
    "slug": "limbic-sis",
    "title": "Limbic Sis",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "limbic sis is an innovative DJ pushing the boundaries of sound, celebrated for her captivating fusion of progressive house and entrancing acid vibes.With an innate talent for guiding listeners through a sonic odyssey, she seamlessly blends hypnotic beats, ethereal melodies, and pulsating rhythms to craft unforgettable experiences.\n\nThrough her enigmatic presence and genre-defying mixes, limbic sis beckons audiences to surrender to the magnetic allure of her transformative soundscapes, delivering a mantra of 'good vibes only' that resonates to the very core of your being. Prepare to transcend into new realms as you delve into the immersive world of the limbic system.\n\nAs co-founder of the Berlin-based FLINTA* collective and agency Layers, limbic sis has expanded her influence beyond the city's borders, gracing stages at esteemed events such as Lighthouse Festival (Croatia), Kaschemme (Basel), Weltspiele (Hannover), and IFZ (Leipzig). From renowned local venues like OHM, Watergate, to international stages, limbic sis continues to captivate audiences worldwide with her magnetic performances.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/limbicsis",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/limbic_sis"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/lil.piep/"
      }
    ],
    "links": [
      {
        "id": "tech_rider",
        "name": "Tech Rider",
        "url": "https://www.dropbox.com/scl/fo/3moram7h1eh6d48sl20yx/AKJLpta_g1AL7812EDWH4q0?dl=0&preview=limbic+sis+Tech+%26+Hospo+Rider+2024+-+Interwave.pdf&rlkey=u5vm0hbl72ysqfwda2jb498j0"
      },
      {
        "id": "press_kit",
        "name": "Press Kit",
        "url": "https://www.dropbox.com/scl/fo/rqpb27lgj7eobtzt1fx01/AIhPpbleWRI0t3wmBvPQAPs?dl=0&preview=limbic+sis+-+biography.pdf&rlkey=b12avbzfciuop9flyfqzs7ifr"
      }
    ]
  },
  {
    "slug": "magda",
    "title": "Magda",
    "territory": "world wide",
    "act": "live, DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/magda",
    "bio": "Magda's realm as an artist spans far beyond the typical role played by DJs and producers. With an open mind, Magda will try her hand at whatever feels right: from producing high-quality Tequila to tech collaborations, fashion and art, Magda has created a truly unique, multifaceted expression of herself. \n\nBorn in Poland and raised in Detroit, Magda has soaked up the various characteristics of her surroundings, resulting in a widely-cultured perspective, tuned to see beauty and potential in the most derelict and depressed of places. As a teenager partying in Detroit, it wasn't long until Magda was fully immersed in the city's underground scene. In 1998, she was dropped straight into the deep end; she joined Minus and began touring the world as Richie Hawtin's opening DJ. Whilst this was a perfect platform for Magda to show off her talents and develop a fanbase, it brought with it the constraints of an established reputation. Magda was defined as a DJ under the Minus umbrella, but since has forged her own path. \n\nMagda's touring schedule is amongst the most high-profile and demanding around, with regular bookings at many of the world's very best house/techno clubs and festivals. She's proved herself as a consistent, adventurous and top-quality performer, with a knack for bringing tracks together in unexpected ways. As well as notable accolades such as a BBC 1 Essential Mix and playing at Timewarp's live streamed 20th anniversary, Magda has been behind some stand-out commercial mixes. 'She's A Dancing Machine', released in 2006 through Hawtin's label, was truly seminal. It intricately layered 70 tracks into 16 sections and displayed an almost unprecedented level of energy for a minimal DJ mix. She was later invited to record a mix for Fabric esteemed CD series, and adopted a similar patchwork approach to brilliant effect. Her latest, two-disc mix compilation, out through the Balance series in February, gives equal measure to the experimental and club-focused aspects of her DJing. Incorporating music from the likes of Shackleton, Murat Tepeli and Marcel Dettmann, Magda takes the listener on a thrillingly unpredictable listen. \n\nThough solo Magda releases are relatively rare, there's no doubt her ability extends beyond the booth to the studio. In the fall of 2010, Magda revealed her debut on Minus, 'From The Fallen Page'. It combined her love for Italian horror composition, Detroit techno futurism and straight-forward dancefloor functionality into a quality body of work that still sounds fresh today. She has also remixed the likes of Plastikman and Depeche Mode. \n\nCollaboration has become a vital part of Magda's studio work. Cornerbred is the project she shares with partner Daniela Huerta. Offering a respite from normal DJ sets, it revels in avant-garde and real-life concepts, utilising a broad sound pallet and lending itself to live performance. The pair have recorded mixes on Soundcloud and sites such as Oki-ni, the hour-long sessions covering a wide array of styles, sounds and periods, from 80s electro to more atonal works. DTR (Define The Relationship) is Magda's edits venture with Nyma, dedicated to 'reshaping, reintroducing and reviving early influences as a homage to the past, present and future'. So far, LL Cool J, Chaka Khan and Jody Watley have been under the DTR microscope with fascinating results. \n\nOn top of all this, Magda has proved herself as a label boss, running the long-standing and successful Items & Things imprint with Marc Houle and Troy Pierce. The label thrives on the off-kilter and the uncommon, unearthing new artists and sounds that push boundaries. Thirty releases in and Items & Things proudly count the likes of Jimmy Edgar and Rework amongst its roster. \n\nWith a new event series and much more in the works, 2015 is an exciting year for Magda and her fans. Her Maria Pascuala Tequila brand and design work also continue to open new avenues, each of them explored with the stamp of quality Magda has come to represent.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/magda-official"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/magda_official"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/unmagda"
      }
    ],
    "links": [
      "https://youtu.be/2poRUrufoSA",
      "https://youtu.be/8D6tMuYS9zY"
    ],
    "tech_rider": "https://www.dropbox.com/sh/7mepzp9zhjm7yq2/AAC1u_2YaZvVzquvYf4S8lSya?dl=0",
    "press_kit": "https://www.dropbox.com/sh/zvrvc0nxygb3tu2/AADQS3qwEjUD1HBAwifGFHFSa?dl=0"
  },
  {
    "slug": "maher-daniel",
    "title": "Maher Daniel",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/maherdaniel",
    "bio": "American born, Palestinian Dj Maher Daniel is no stranger to the international dance circuit. Starting his early humbling years as a resident at the infamous Stereo Montreal, his growth rapidly took off with a slew of heavy releases which set him up as well respected artist in the industry. After moving to Barcelona, Maher was able to continue his growth, with the launch of his record label The Other Side, allowing him to  build his repertoire even more.  The output created allowed him to work with some of the most prolific artist in the minimal house circuit, eventually leading him to work with the likes of (a:rpia:r) sound system Ricardo Villalobos to name a few. With an ever growing catalogue of music and label showcases hosted world wide, Maher continues to push his career to higher grounds.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/maher-daniel"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/maherdaniel"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/maher.daniel"
      }
    ],
    "links": [
      "https://youtu.be/zwP7hlRBr8A",
      "https://youtu.be/lfsxYQwZFcM"
    ],
    "tech_rider": "https://www.dropbox.com/sh/jndk0l670ftac4o/AACcLBo6DUrlkNauouEuXb3aa?dl=0",
    "press_kit": "https://www.dropbox.com/sh/gfocbfqd7m470he/AABfCXqfF5PhgX7Y7bOhRbTda?dl=0"
  },
  {
    "slug": "marite",
    "title": "Mari.te",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/marite",
    "bio": "Caracas-born DJ and Tresydos label boss Mari.te is an ever-growing presence in the international music panorama. Since moving to Spain in 2018, the year she launched her record label and event series Tresydos, her talent and recognition for elegantly blending a full spectrum of house-infused underground dancefloor music has nothing but grown. Mari.te's reputation attracted the attention of the most noticeable venues and promoters worldwide in recent years, impacting every city she visits with her humble and charismatic presence and an excitingly danceable, often light-hearted, consistently careful curation of records.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/mari_te"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/_mari.te/?hl=en"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/marite.tresydos"
      }
    ],
    "links": []
  },
  {
    "slug": "maxime-db",
    "title": "Maxime dB",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/maximedb",
    "bio": "Maxime dB, a prominent figure in the vibrant Parisian music scene, is not only a passionate vinyl collector but also a versatile DJ renowned for his seamless fusion of funk, electro, techno, and house in his dynamic sets. Hailing from Paris, Maxime's musical odyssey has been enriched by his globetrotting escapades, shaping his soulful interpretation of music. From his early days of classical piano training to the curation of his diverse vinyl collection, music has always been his driving force. With over 13 years of experience under his belt, Maxime has refined his signature style—a captivating blend of contemporary sophistication intertwined with nostalgic beats from the 80s and 90s.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/maximedb"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/maximedb___"
      }
    ],
    "links": []
  },
  {
    "slug": "monile",
    "title": "Monile",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://www.residentadvisor.net/dj/monile",
    "bio": "From her earliest days, Monile was drawn to electronic music through her older brother; a House, 90's dance and techno record collector. Her roots originate from a combination of classic music she used to express playing piano, 90's hip hop, Soul with a touch of jazz and disco. On her quest for growth, she is always exploring different genres. Her music reflects a rhythmic compassion for deep grooves and enchanting bass lines all-encompassing a wide range of electronic music styles from old school Chicago house and minimal techno to UK breakbeats and Detroit Electro. With her broad musical background, her productions and dj-sets incorporate the deep and dub-influenced sound she loves, whilst retaining the driving funk of her musical past. Her love for music is an endless journey to share with the world.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/monilemusic"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/monile.music/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/monilemusic/"
      }
    ],
    "links": []
  },
  {
    "slug": "nate-su",
    "title": "Nate S.U",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Foreword:\n\nAfter losing his hair at a younger than socially acceptable age, Nate laid his head on the pillow in acceptance, a single tear rolling down his youthful cheek. That night, he was visited by the godmother of all things creative. As she stroked his smooth scalp she whispered into his ear a revelation that would forever change his path - 'Make beautiful music and throw parties for all the people to enjoy'.\n\nWhen Nate awoke the next morning, he saw his future clearly. After countless lonely hours in his dark bedroom cocoon, he would emerge once more into the world - a musical butterfly. This is his story.\n\nThe Nuts & Bolts:\n\nA product of Australia's emerging house music scene, Nate is a creative in the purest sense of the word - DJ, Producer, Designer, Dancer, and a natural in the booth. Co-founder and head of A&R at 'Conspiracy', Nate's individual sound and colourful identity have laid the foundations for the platform to become one of Australia's leading record labels with an impressive list of sold out parties to accompany the title.\n\nNate also heads up his own self-release label and event 'When Dogs Fly' plus the intimate 'Tensions' parties, all based in Barcelona where he now resides. For Nate, his vision is simple: to keep listeners on the edge of their seat with each new body of work; and to deliver said works with a genuine love and energy.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/natesu-au",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/nate_su"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/nate.su/"
      }
    ],
    "links": [
      {
        "id": "discogs",
        "name": "Discogs",
        "url": "https://www.discogs.com/artist/6942701-Nate-SU"
      },
      {
        "id": "youtube_1",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=o3uh5KaSLiM"
      },
      {
        "id": "youtube_2",
        "name": "Youtube 2",
        "url": "https://www.youtube.com/watch?v=nyP65Vt-Dn0"
      },
      {
        "id": "tech_rider",
        "name": "Tech Rider",
        "url": "https://www.dropbox.com/scl/fo/0tr4hkr7ktljf3fj5i3dc/APtJF_ZX5fuYSeAsm3u32MY?dl=0&preview=Nate+S.U+-+Tech+%26+Hospo+Rider+2024+-+Interwave.pdf&rlkey=smvl571oup1tbkbbzigkikwke&st=wsk7wt8h"
      },
      {
        "id": "press_kit",
        "name": "Press Kit",
        "url": "https://www.dropbox.com/scl/fo/yd4qm6fk6wcxckanevwps/APyFamz7Q3bPw0D2hL4Kcbc?rlkey=r4pc2axhg7dggqgsoamhlxlea&st=1pr4lzqg&dl=0"
      }
    ]
  },
  {
    "slug": "obee",
    "title": "O.BEE",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/o.bee",
    "bio": "Born and bred amidst the rhythmic pulse of Istanbul and the urban symphony of New York City, Omer Bil, also known as O.BEE, has woven a melodic tapestry that echoes the soul of both locales. A maestro of genre-defying exploration, O.BEE dances effortlessly between the known and the uncharted, crafting sonic realms that beckon the listener into a realm of familiarity tinged with mystery. His sonic signature, a fusion of cosmic optimism and rebellion, liberates the dance floor from the accustomed rules and steps away from functional expectations. Instead he cultivates musical trips for both the dancer and the listener, communicating with the north and south of the body, fueled with intellectual and sensual energy. During his formative years in New York City, O.BEE embarked on a multifaceted journey, characterized by both scholarly pursuits and immersive experiences on the dance floor. His academic path led him to study Contemporary Music at the prestigious New School in Manhattan, where he found himself among the finest jazz talents of his generation. Simultaneously, he delved into the vibrant nightlife scene as a resident DJ and avid participant at the renowned New York party series, ReSolute, where he honed his craft and deepened his connection to the dynamic energy within the city's underground culture. In 2020 he launched Jigit, a collective and record label alongside Tomas Station and Asli Tunaman, serving as a platform for their creative output, encompassing original productions and selections from their inner circle. This multifaceted venture, comprising a record label, event series, and lifestyle brand, has garnered a devoted global following, thanks to its distinct artistic ethos. O.BEE's musical odyssey has garnered acclaim on a global scale, as he embarks on a journey that spans continents and transcends boundaries. From the storied decks of Club Der Visionaere to the hallowed halls of Fabric, he shares stages with luminaries such as Ricardo Villalobos, Zip, and Margaret Dygas, his sonic explorations pushing the boundaries of perception. At the nexus of Ibiza's nightlife, he and Tomas Station command the decks of DC-10 for Circoloco Mondays, while in Brooklyn's H0l0, O.BEE has established an 'All Night Long' series where he can cast his spell to listeners in mind bending open to close sets that have run up to 16 hours. Also present on the larger stages of dance music, recent years have seen him perform in trendsetting festivals such as Houghton, Waking Life, Kappa Futur, Sunwaves and more. Beyond the confines of the club, O.BEE collaborates with fashion titans such as Moncler, Diane Von Furstenberg, and Hugo Boss in their musical direction while presenting new collections. Alongside Tomas Station, they also have a regular radioshow in NYC's Lot Radio. Ever the seeker of sonic truth, O.BEE remains committed to the relentless pursuit of artistic evolution, drawing inspiration from the symphony of life itself to create music that resonates deep within the soul to heal and be healed.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/o-bee"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/libremo/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/obeemusic"
      }
    ],
    "links": [
      "https://youtu.be/GvXuNO0cd0I",
      "https://youtu.be/dVu3_VH4DXk"
    ],
    "tech_rider": "https://www.dropbox.com/sh/hs4j5a068l1ljs7/AAAOemzcxQ5N5B2afxt3Qq6oa?dl=0",
    "press_kit": "https://www.dropbox.com/sh/nft1teirrbtd411/AABTklPWqSUC-i7_0x3Tl61qa?dl=0"
  },
  {
    "slug": "rakim-under",
    "title": "Rakim Under",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Rakim Under, also known as Karim, grew up in Memphis and Spain, with Lebanese-Chilean roots. Being immersed in many cultures from a young age, each with its own unique and local sounds, has heavily shaped his taste for various styles of music and the blends in between.\n\nLiving in London for more than 10 years has deepened his obsession with electronic music and the melting pot of sounds the city offers. There's never an end to the search for diverse sounds, from playing obscure unarchived tunes to dancefloor selections—a true digger at heart where genre has no limit.\n\nKarim's radio mix shows can be heard on NTS Radio, Mudd Show, Radio Alhara, and Planet Trip Recordings. He has releases on Make A Dance (M.A.D) and Karnak On Acid. Alongside David Trian, he founded Soursopp, a London-based party that pushes community-driven events.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/rakimunder",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/rakimunder"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/rakimunder/"
      }
    ],
    "links": [
      {
        "id": "discogs",
        "name": "Discogs",
        "url": "https://www.discogs.com/artist/12691193-Rakim-Under"
      },
      {
        "id": "youtube_1",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=MbRjR4TGdUo&t=2560s"
      },
      {
        "id": "youtube_2",
        "name": "Youtube 2",
        "url": "https://www.youtube.com/watch?v=-2TzkIxgqDQ"
      }
    ]
  },
  {
    "slug": "satoshi-tomiie",
    "title": "Satoshi Tomiie",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/satoshitomiie",
    "bio": "Satoshi Tomiie has been a pioneering and driving force within the global electronic music community since the early days of house music. Now, decades after his 'Tears' alongside Frankie Knuckles, the Japanese born, New York based DJ, producer, remixer and label boss is still regular feature in the sets of many of today's underground elite. A student of jazz and classical piano, Satoshi is musically adept and accomplished producer who constantly evolved how he works. Experimenting with anew all hardware live setup which sees him bring the machines he loves out of the studio and perform improvisation live at clubs and festivals. Regularly DJing clubs such as DC10, Rex and fromSouth America to Tokyo while releasing music on his own Abstract Architecture as well as the labels such asA_A, Yoyaku, Phonogramme, Chapelle XIV, Kaoz Theory etc.. Satoshi is as relevant as ever and continues to make waves throughout the electronic music community as only he knows how",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/satoshitomiie"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/satoshi_tomiie/?hl=en"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/satoshi.tomiie.dj"
      }
    ],
    "links": [
      "https://youtu.be/8TdEwccavPs",
      "https://youtu.be/pv6A9Rhq0xE"
    ],
    "tech_rider": "https://www.dropbox.com/sh/brqgh0akm3gmwmn/AACWnuzcFY_esxzQZmnatHeBa?dl=0",
    "press_kit": "https://www.dropbox.com/sh/8vyd0lk9m1h8bl3/AADH7cK504UTDUMemK5p8JpMa?dl=0"
  },
  {
    "slug": "shaked",
    "title": "Shakèd",
    "territory": "Worldwide",
    "act": "live, DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/shaked-nl",
    "bio": "Unorthodox, Unpredictable, Unpolished: A Sonic Alchemist. Shakèd is an artist who doesn't just make music; he defies convention and revels in the unpolished edges of his sonic creations. Over the past decade, he has delved deep into the intricate worlds of drum techniques and sound design, learning the rules only to push them to their limits. The outcome is a harmony between drifting house and minimal sounds. His music is unpolished, raw, and pulsating with life, defying conventional genre labels. His live performances are enchanting, characterized by his infectious energy and signature head-banging hair. Shakèd is the creative mastermind behind the soundscape at the Yellow House, making it a must-visit destination.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/shakedmusic"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/shakedmusic/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/shakedmusicc"
      }
    ],
    "links": [
      "https://youtu.be/Y9RDmsLSncE",
      "https://youtu.be/2itpGJ1xD8A"
    ]
  },
  {
    "slug": "tomas-station",
    "title": "Tomas Station",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/tomasstation",
    "bio": "Growing up between Bogotá and Chicago, Tomás experienced at an early age a clash of cultures and sounds that would open doors to a lifelong musical obsession. He received formal music training during his youth, playing both piano and drums, and participated in several bands ranging in styles from Hardcore Punk toJazz. During a summer visit to Chicago during his teenage years he stumbled across the legendary Gramaphone Records and discovered a world that would change everything for him. Upon returning to Colombia, dreaming of drum machines and synthetizers, he formed Downpitch Recordings along side label mates Dorado and Bruno Anthony. The label served as a platform for their sonic development and experimentation while allowing them top reserve the vinyl tradition-and quality-over-quantity ethos that seemed to be absent in the local scene at that time. Deeply rooted in House, but with an outsider approach, Downpitch would also establish cultural bridges between cities, and by working hand in hand with theirChicago and Detroit precursors, contribute to what some refer to as a recent dance music renaissance in Colombia For the past few years Tomás has kept on the move, constantly searching for new sounds and experiences, rapidly building a reputation for himself as an exciting up-and-coming talent. His productions on labels such as Daily session NY, Descendants Of The Deep, Moody Recordings and Future Funktion have captivated the likes of Danny Krivit, Raresh, Magda and Douglas Sherman (The Loft), to name a few, while his electrifyingly unpredictable taste as a DJ and curator has earned him more than one spot at the decks alongside some of the most respected selectors and DJ's around. While living in NY he worked as music buyer for Halcyon The Shop and as booker and resident for Kolekti and Zodiac Social, hosting parties with Soul In The Hole (Sadar Bahar & Lee Collins), Metro Area & Mark Grusane, amongst many others. He recently returned to Brooklyn after some years on the road to work on his most recent endeavours which include Jigit, a record label and collective alongside Turkish DJ and producer O.BEE and visual artist Asli Tunaman that released his debut EP under the Irie Nation moniker and to consolidate his long time friendship with the ReSolute party and agency where he will be joining the roster and acting as one of the resident DJ's",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/tomasstation"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/tomasstation/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/tomasstationmusic/"
      }
    ],
    "links": [
      "https://youtu.be/PetQjSdKPzY",
      "https://youtu.be/63LiDog7NPk"
    ],
    "tech_rider": "https://www.dropbox.com/sh/31gwk3ax2zisipc/AADiYAZqMqrVkTtPz9DPWnTOa?dl=0",
    "press_kit": "https://www.dropbox.com/sh/v38qg0cihkzholk/AACor6aq1HRdtBrEPjI_qATCa?dl=0"
  },
  {
    "slug": "tomoki-tamura",
    "title": "Tomoki Tamura",
    "territory": "Worldwide",
    "act": "DJ",
    "bio": "Tomoki Tamura is a DJ and producer hailing from Osaka, Japan. Deeply influenced by the soulful roots of US house music, he made a name for himself in the 2000s, performing at Osaka's leading clubs. In 2004, Tamura moved to London, where he launched his iconic event series, Holic. His talent quickly earned him recognition at renowned venues like Fabric and Ministry of Sound. In 2012, he founded the label Holic Trax, solidifying his reputation as a key figure in London's underground music scene.\n\nCelebrating the label's 5th anniversary in 2017, Tamura released three standout EPs in collaboration with industry legends like Satoshi Tomiie, Mr. G, and Tuccillo. He also formed the duo Doublet with Tuccillo and launched a new label to release their own productions. Records such as 101 and 202 became instant sell-outs, highlighting his wide appeal. Over the years, Tamura has released more than 50 records, including work under sub-labels like Boothoic, Monoklo, and TomTamClub, showcasing his relentless creativity.\n\nNow based in Berlin, Tamura continues to electrify dance floors around the globe. Beyond his club sets, he explores diverse musical landscapes under the alias A Time Traveller, curating Listening Sets that blend jazz, ambient, and downtempo sounds. Off the decks, he's also a passionate tennis player, still showcasing his athleticism on the court.",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/tomokitamura",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/tomoki-tamura"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/tomoooooki__tamura/"
      }
    ],
    "links": [
      {
        "id": "discogs",
        "name": "Discogs",
        "url": "https://www.discogs.com/artist/1312266-Tomoki-Tamura"
      },
      {
        "id": "youtube_1",
        "name": "Youtube",
        "url": "https://www.youtube.com/watch?v=3CCFIMrPpDY&t=2828s"
      },
      {
        "id": "youtube_2",
        "name": "Youtube 2",
        "url": "https://www.youtube.com/watch?v=9jGZAIzMFA8"
      }
    ],
    "tech_rider": "https://www.dropbox.com/scl/fo/cqaxtbm0k9pmx83hhhnr3/AMiIgWt4sEDmTcbekqpbzew?rlkey=l8x8fnmxcb4r33oo96p6waq97&st=2tarrjaa&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/vt993nszmx9fd7h9ztxfq/AFhriJjrrnJlWAZwciFO5gA?rlkey=kj6s2iv5tamnlgl3z53ua0zhe&st=tvmv8p7t&dl=0"
  },
  {
    "slug": "woddd",
    "title": "Woddd",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/woddd-fr",
    "bio": "Woddd, a sonic explorer entrenched in the heart of the capital for nearly ten years, stands as the esteemed curator of the renowned Yoyaku record store, a venture he co-founded and nurtured into existence nestled amidst the vibrant landscape of Belleville. His discerning prowess as a crate digger has extended to his recent endeavors at Chapelle XIV, an emerging multicultural hub in the heart of Paris.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/woddd"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/woddd_stock/"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/wodddcrates"
      }
    ],
    "links": [
      "https://youtu.be/_fcSiIr5x_k"
    ],
    "tech_rider": "https://www.dropbox.com/scl/fi/vbst7pj1csjka77cmdfpl/Woddd-Tech-Rider.pdf?rlkey=kz9hc68ex168r1je0uhrvnyss&dl=0",
    "press_kit": "https://www.dropbox.com/scl/fo/lzatjjl7ekbfh2lnxijmo/h?rlkey=yplrarlhbybfdrkxnpee6712g&dl=0"
  },
  {
    "slug": "zeina",
    "title": "Zeina",
    "territory": "Worldwide",
    "act": "DJ",
    "contact_email": "booking@interwave.live",
    "resident_advisor": "https://ra.co/dj/zeina",
    "bio": "Warm, open and grounded, Cairo based dj/ producer, Zeina makes music that is as expressive and creative as she is. With a slow but steady commitment to building community around music, Zeina has spent the past 10 years between Canada, Cairo and Berlin. A regular at intimate spaces like Club der Visionäre has shaped and fuelled her exploration of the vast space where house and techno meet. Currently floating between Cairo and Berlin, she's set on building a place for female electronic musicians with her 'Unfamiliar' night- aiming to cross-pollinate talent and influences from both cities.",
    "social": [
      {
        "id": "soundcloud",
        "name": "Soundcloud",
        "url": "https://soundcloud.com/zeina"
      },
      {
        "id": "instagram",
        "name": "Instagram",
        "url": "https://www.instagram.com/______zeina/?hl=en"
      },
      {
        "id": "facebook",
        "name": "Facebook",
        "url": "https://www.facebook.com/DjZeina/"
      }
    ],
    "links": [
      "https://youtu.be/3Rsu5tXuFNI",
      "https://youtu.be/i3BLXxl9maA"
    ],
    "tech_rider": "https://www.dropbox.com/sh/7srj1x6c8c7m4u4/AADsqzvqB8S6pi7qadSqtRyja?dl=0",
    "press_kit": "https://www.dropbox.com/sh/doi1t40etakypky/AADJ3aaBRZgjdZqvXuRY6LeZa?dl=0"
  }
]
